import React from "react";

function Question(){
    return(
        <section id="question">
        <h2>คำถามที่พบบ่อย</h2>
        <div className="questions">
            <div className="reviewText">
            <h3>Q:สามารถเข้าใช้งานได้กี่อุปกรณ์?</h3>
            <p>A:ทุกแพ็คเกจของทางร้าน ลูกค้าสามารถล็อคอินเข้าใช้งานกี่อุปกรณ์ก็ได้ แต่จะไม่สามารถรับชมพร้อมกันหลายเครื่องได้</p>

            <h3>Q:จอทีวีสามารถเข้าใช้งานใน มือถือ/คอม ได้ไหม?</h3>
            <p>A:จอทีวีเข้าใช้งานในอุปกรณ์อื่นๆ อย่างเช่นมือถือ/คอมได้ แต่สำหรับจอมือถือ/คอมจะไม่สามารถนำมาใช้งานบนทีวีได้</p>

            <h3>Q:จอทีวีปกติกับจอเมลส่วนตัวแตกต่างกันอย่างไร?</h3>
            <p>A:จอทีวีปกติจำเป็นต้องยืนยันบ้านก่อนใช้งาน แต่สำหรับเมลส่วนตัวสามารถใช้เมลของลูกค้าได้เลยและไม่จำเป็นต้องยืนยันบ้าน</p>

            <h3>Q:การยืนยันบ้านเป็นยังไงและต้องทำอะไรบ้าง?</h3>
            <p>A:หากมีการยืนยันบ้าน ให้ลูกค้ากด "รับชมชั่วคราว" หรือ "อัพเดตครัวเรือน" แล้วกด "ส่งอีเมล" หลังจากนั้นให้แจ้งแอดมินให้ทราบ เพื่อให้แอดมินกดยืนยันในอีเมลให้</p>
            </div>
        </div>
    </section>
    );
}

export default Question;